@extends('layouts.app')

@section('content')
	<div class="container">
		<div>
            <div class="nav-image">
                <img src="{{ asset('public/images/12.png') }}" alt="KST temple image" width="100%" height="300">
            </div>

            @include('partials.navbar')

			<div class="mt-3">
				<h1 class="text-orange" style="text-align:center">കേശവപുരം ശ്രീകൃഷ്ണ സ്വാമി ക്ഷേത്രം</h1>

				<div class="mt-5">
					<div class="d-sm-flex">
						<div class="col-sm-9 pl-0 pr-5">
							<h4 style="text-align:center;"class="text-warning"><u>ഹരേകൃഷ്ണ</u></h4>

							<p>അതിപുരാതനവും നൂറ്റാണ്ടുകൾ പഴക്കമുള്ളതുമായ കേശവപുരം ശ്രീകൃഷ്ണ സ്വാമി ക്ഷേത്രം,
							ശ്രീപത്മനാഭൻെറ പുണ്യഭൂമിയായ തിരുവനന്തപുരത്ത് മരുതംകുഴിൽ കിള്ളിയാറിൻെറ തീരത്ത് കുടികൊള്ളുന്നു.
							ആശ്രിതവത്സനും ആപത്ബാന്ധവനുമായ ശ്രീകൃഷ്ണഭഗവാൻ ബാലഗോപാലമൂർത്തി ഭാവത്താൽ വാണരുളുനു.
							തിരുവിതാംകൂറിലെ എട്ടരയോഗത്തിൽ പെട്ട കൂപക്കര കുടുംബാംഗങ്ങൾ പ്രതിഷ്ഠിച്ച ക്ഷേത്രങ്ങളിൽ പ്രധാനപ്പെട്ട ഒന്നാണ്
							ഷഡാധാര പ്രതിഷ്ഠ യോട് കൂടിയ കേശവപുരം ശ്രീകൃഷ്ണ സ്വാമി ക്ഷേത്രം. കൂപക്കരമഠാധികാരികളുടെ
							നിർദേശാനുസരണം താന്ത്രിക കർമ്മങ്ങൾ നടത്തുന്നത് തൃശൂർ മനയത്താറ്റ് മനയിൽ ബ്രഹ്മശ്രീ ബ്രിജേഷ്
							നീലകണ്ഠൻ നമ്പൂതിരി അവർകളാണ്. കേശവപുരത്ത് കിഴക്കാണ് ദർശനമാണ്.ക്ഷേത്രത്തിൽ,ശ്രീകൃഷ്ണ ഭഗവാനും
							ഗണപതി ഭഗവാനും നാലമ്പലത്തിനു പുറത്ത്, ദേവി, നാഗർ, ബ്രഹ്മരക്ഷസ് രക്ഷസ് എന്നീ പ്രതിഷ്ഠകളാണുള്ളത്.</p>
							<p>ക്ഷേത്രത്തിലെ പ്രധാന ഉത്സവങ്ങൾ:
							ചിങ്ങമാസത്തിലെ ജന്മാഷ്ടമി മഹോത്സവവും, മിഥുനമാസത്തിലെ ചിത്തിര നക്ഷത്രത്തിലെ
							പ്രതിഷ്ഠാ വാർഷികവും മീനമാസത്തിലെ ശ്രീമദ് ഭാഗവത സപ്താഹയജ്ഞവും മേടമാസത്തിലെ വിഷുദിന മഹോത്സവവും
							ചിങ്ങ മാസത്തിലെ തിരുവോണവും വിനായകചതുർഥിയും നവരാത്രി മഹോത്സവവും തൃക്കാർത്തിക മഹോത്സവവും
							സ്വർഗ്ഗവാതിൽ ഏകാദശിയും ധനുമാസത്തിലെ തിരുവാതിര കുചേലദിനം തുടങ്ങിയ ചടങ്ങുകൾ സമുചിതമായി
							ആഘോഷിക്കുന്നു.</p>
							<p>ക്ഷേത്രത്തിലെ നിത്യേനയുള്ള പൂജകൾ ക്ഷേത്രത്തിലെ മേൽശാന്തിയായ ശ്രീ മധുസൂദനൻ പോറ്റിയും
							കീഴ്ശാന്തിയായ ശ്രീ ജയകുമാറും ചേർന്ന് ഭംഗിയായിനിർവഹിക്കുന്നു. ക്ഷേത്രത്തിൽ ഉദ്ദിഷ്ടകാര്യലബ്ധിക്കായി സഹസ്രാവർത്തി
							ശംഖാഭിഷേകം വഴിപാടായി നടത്തി വരുന്നു. ഉദയാസ്തമന പൂജ ചന്ദനമുഴുക്കാപ്പ് നിറമാല തുടങ്ങിയ പൂജകളും പാൽപ്പായസം
							ശർക്കരപ്പായസം ഉണ്ണിയപ്പം ത്രിമധുരം അവിൽ നിവേദ്യം തൃക്കൈവെണ്ണ കദളിപ്പഴം നിവേദ്യം തുടങ്ങിയ വഴിപാടുകളും
							നടത്തുന്നത് വിശേഷമാണ്. ശ്രേഷ്ഠമായ പൂജാവിധികളും വിശിഷ്ടമായ ക്ഷേത്ര ചടങ്ങുകളും കൊണ്ട് മഹാക്ഷേത്ര നിലയിലേക്ക്
							ഉയരുന്ന കേശവപുരം ശ്രീകൃഷ്ണ സ്വാമി ക്ഷേത്രത്തിലേക്ക് എല്ലാ സുമനസ്സുകളുടെയും സാന്നിധ്യ സഹായസഹകരണങ്ങൾ
							ഉണ്ടാകണമെന്ന് ശ്രീകൃഷ്ണ നാമത്താൽ അഭ്യർത്ഥിച്ചുകൊള്ളുന്നു.</p>
						</div>

						<div class="col-sm-3 pr-0">
							<img style="border-radius:1050px" src="{{ asset('public/images/temple/temple1.jpg') }}" alt="Krsihna" class="w-100">
						</div>
					</div>
				</div>
			</div>
        </div>
		@include('partials.footer')
	</div>
@endsection
